{
    "text": "Okay, so after watching this talk, how has your understanding of narcissism changed? Actually, I thought that narcissism is just in Korean, you know? I think people felt themselves as very good or fantastic. But after watching this movie, I think narcissism is very bad and not self-drowning to oneself. But it's a bad relationship or a bad descriptive term of people. I saw the episode, the couple in married. The woman, the wife, uh, convinced. No, not convinced. Deceived his husband. Always. Before marriage, before they get married, just the girlfriend usually deceived him. Like, uh, the money, money he want, he asked money to him and cheating on him. And she goes on, uh, goes on them, goes it, uh, goes them on, uh, after marriage, after they get married. The husband and wife and husband friends. I think it's his, uh, cheating, cheating relationship with a wife. And they went to the, uh, mountain. It's a lake. So the husband and his friend and his wife, all three of them. But then his friend and the wife, they are cheating and cheating on husband. Oh, okay. And then they went to mountain together. Yeah. Together. And husband can swim well. And the husband, husband friends, the push him to rake in water, to water. To water him? Yeah, to water him. I think it's, uh, at the event, they, uh, in, in Korea, the, the term word is, uh, writing, guess writing. Hmm. It's famous as a, not famous as a usually used guess writing. I think it's a narcissistic narcissism. Maybe it's a kind of guess writing and guess writing is a racist. Some narcissistic people use. Yeah. That is the typical tactic that they use to manipulate people around them. Hmm. I don't know. It's a, narcissism is bad like this, uh, until, uh, before watching this movie, but, uh, it's very severe problem. Narcissism is very bad and it's, uh, not good. Not good. Same meaning. Uh, just, I know it's a narcissism. It's just, um, I think it's, uh, I'm sometimes I feel narcissism like, uh, after doing job well. And I feel I'm good. I'm so good. I think it's this feeling is narcissistic. No, that's different. Yeah. Yeah. I think that's, that's, that's, that means you just have healthy self-esteem, self-esteem. Uh, yeah. So change about narcissism. I see. I got it. I got it. Okay. So next question is, have you ever had an experience dealing with dealing with someone you felt was narcissistic? So your personal experience with narcissistic person, how did it affect you? And what kinds of challenge challenges came up? It can be your colleagues or your old professors or your friends or your, you know, partner or your boss, whoever that might be. Yeah. This question, um, it reminded me some people, both professor and colleague in my workplace. Um, uh, one colleague is a younger than me, two years. He is, but his title is a professor and not exactly not professor. He's a, uh, before professor stage, uh, just before professor stage. He's a, I knew him, uh, seven or eight years ago. First, uh, first I met him. He's a very, he was very proud of his career in because he, uh, uh, worked at Seoul, huge, uh, large hospital, like, uh, as a medical center. And he is a competent in, in, in his skill and, you know, et cetera, stuff like that. But I think he's not well, he's not very well. He's not, um, he's a humble, not humble. He, uh, when I saw, uh, him, um, yelling at, uh, other people, uh, I think, uh, him, he's a jerk, jerk and little narcissistic. Narcissistic. Uh, he, he said, like, you know what I mean? What I, what I, what I am? Huh? I'm professor. Oh, wow. Yeah. When he's not even a professor yet. Yeah. Oh, that's not good. To nurse or other colleague. Yeah. But it's a, the, uh, the colleague is a lower level than him. He can't yell at his boss, to his boss, just the lower level grade, low grade people. It's like, uh, uh, residency or, um, not staff. It's just fellowship. And it's, uh, just before, uh, just under the professor. Um, after I saw him, uh, but I have, I decide I make a mind to show myself to him. Well, Oh, it's a, I think he's a, uh, he, uh, I made him, I make him, uh, feeling, uh, feel, feel up high, feeling the sky. Yeah. Like, uh, oh, you are very smart. Oh, you are very, your job is very good. Yeah. Excellent. Like this. He likes me. Um, but not much. He said, keep the level just, uh, proper level. And he, uh, he asked me about something. I just said, yes or no answer like this. Um, so not familiar with him just to work relationship. Keep, keep it. I think it's, uh, it's a comfortable to me sometimes. I want him up? Um, yeah. So it's your strategy to dealing with them. Yeah. Like, just telling them what they want to hear, but without really meaning it, right? I see. Oh, that's actually a good strategy, I think. In a way that you can actually manipulate them. Manipulate narcissistic people in that way, right? I actually, I sometimes, a long time, not a long time ago, two or three years ago, I was very stressed, full, stressed, get stressed. I feel, I, I like, I was racist, narcissistic, a little. Maybe more. Oh, you used to manipulate people? Huh? Did you used to manipulate people? Manipulating people? Uh, yeah. Yeah. Did you make people miserable? Miserable? People miserable? Make people around you, did you make people around you feel miserable? I think so. And that they're not good enough? I'm sorry about that. Oh, narcissistic person you are. Yeah. I'm kidding. I think it's not narcissistic. It's just, but it's, I recognized I was narcissist. It's a very hard time. It's not good. People make people to make people feel miserable or feeling bad, feel bad. Yeah. I think I'm guilty of that too. I used to manipulate. I think I used to unintentionally manipulate people. You? Yeah. Because I have strong opinions. Strong opinions. Strong opinions. I have strong opinions. Yeah. So I used to believe that I'm right. And then people have to listen to me. Yeah. So when I, when, when there is a disagreement, I would convince them and make them do what, what I want, what I want them to do. But it's just discourse, discourse. Yeah. But when it comes to close relationships, like the romantic relationships, it can be a bit toxic. You know what I mean? Like they can't, you know, you, you, sometimes you have to let them, let them be, let them be who they are. You don't, you shouldn't, it's kind of, sometimes it can be rude to try to change the other person. But then I think in a way, I tried to do that a lot in the past. Oh, really? Yeah. I can't believe it. I used to. Oh, in relationship with a boyfriend? Yeah. Even though, because when it comes to romantic relationship, a lot of stuff that's not black or white, it's all in gray area. So you can't really say something is wrong a hundred percent. But then when I believe something is wrong, I would convince them that it's wrong and then make them feel bad about it and change their behavior. But I feel like it's a very, it happens all the time. It happens all the time. In my case, my girlfriend makes me change my behavior or habits always. Yeah. But then I think they, when you, when in that kind of situation, I feel like you have to make it about you, not about them. So it's not them doing something wrong, but it's me who feel uncomfortable with this person doing that. So, because it's easy to point finger at each other, like you, you are the bad person, you are guilty of something, but then it's rather, it's rather you are feeling uncomfortable or offended by this person's behavior. But that doesn't mean you disliking this person's behavior doesn't mean that this person's behavior is wrong, right? It's different perspective. It's just you feeling you disliking this behavior. So you have to make, if there is a problem, I feel like I should have made it my problem. Like I should have said, I feel uncomfortable when you do that. But then rather I used to say, you are making me uncomfortable. And it's a common sense that this is a bad behavior. You should fix this. I used to say like that. I didn't think that, I didn't think that was toxic. If I reflect. I think it's very natural. I think in Korea it is. In Korea it is natural, but there's something that I realized after I, after I've been being in a relationship with other people from other cultures. That's narcissistic. It's my, it's me narcissistic. Narcissist. Okay. Okay. I'm not a narcissist and you are a narcissist. Okay. I was a narcissist. Sometimes. Yeah. I think good. These things.",
    "segments": [
        {
            "text": " Okay, so after watching this talk, how has your understanding of narcissism changed?",
            "start": 0.0,
            "end": 8.15999984741211
        },
        {
            "text": " Actually, I thought that narcissism is just in Korean, you know? I think people",
            "start": 9.279999732971191,
            "end": 18.959999084472656
        },
        {
            "text": " felt themselves as very good or fantastic. But after watching this movie, I think",
            "start": 19.920000076293945,
            "end": 31.360000610351562
        },
        {
            "text": " narcissism is very bad and not self-drowning to oneself.",
            "start": 32.08000183105469,
            "end": 48.31999969482422
        },
        {
            "text": " But it's a bad relationship or a bad descriptive term of people.",
            "start": 48.31999969482422,
            "end": 61.52000045776367
        },
        {
            "text": " I saw the episode, the couple in married. The woman, the wife,",
            "start": 63.91999816894531,
            "end": 72.80000305175781
        },
        {
            "text": " uh, convinced. No, not convinced. Deceived his husband. Always. Before marriage,",
            "start": 73.27999877929688,
            "end": 90.4800033569336
        },
        {
            "text": " before they get married, just the girlfriend usually deceived him.",
            "start": 92.4800033569336,
            "end": 98.95999908447266
        },
        {
            "text": " Like, uh, the money, money he want, he asked money to him and cheating on him.",
            "start": 98.95999908447266,
            "end": 116.63999938964844
        },
        {
            "text": " And she goes on, uh, goes on them, goes it, uh, goes them on, uh, after marriage, after",
            "start": 117.36000061035156,
            "end": 129.9199981689453
        },
        {
            "text": " they get married. The husband and wife and husband friends. I think it's his, uh, cheating,",
            "start": 131.1999969482422,
            "end": 143.1199951171875
        },
        {
            "text": " cheating relationship with a wife. And they went to the, uh, mountain. It's a lake.",
            "start": 143.75999450683594,
            "end": 159.0399932861328
        },
        {
            "text": " So the husband and his friend and his wife, all three of them. But then his friend and the wife,",
            "start": 159.0399932861328,
            "end": 167.36000061035156
        },
        {
            "text": " they are cheating and cheating on husband. Oh, okay. And then they went to mountain together.",
            "start": 167.36000061035156,
            "end": 174.0800018310547
        },
        {
            "text": " Yeah. Together. And husband can swim well. And the husband, husband friends,",
            "start": 174.63999938964844,
            "end": 183.36000061035156
        },
        {
            "text": " the push him to rake in water, to water. To water him? Yeah, to water him. I think it's, uh,",
            "start": 184.16000366210938,
            "end": 196.39999389648438
        },
        {
            "text": " at the event, they, uh, in, in Korea, the, the term word is, uh, writing, guess writing.",
            "start": 197.75999450683594,
            "end": 206.63999938964844
        },
        {
            "text": " Hmm. It's famous as a, not famous as a usually used guess writing. I think it's a narcissistic",
            "start": 207.0399932861328,
            "end": 217.36000061035156
        },
        {
            "text": " narcissism. Maybe it's a kind of guess writing and guess writing is a racist. Some narcissistic",
            "start": 217.36000061035156,
            "end": 225.60000610351562
        },
        {
            "text": " people use. Yeah. That is the typical tactic that they use to manipulate people around them.",
            "start": 225.60000610351562,
            "end": 233.36000061035156
        },
        {
            "text": " Hmm. I don't know. It's a, narcissism is bad like this, uh, until, uh, before watching this movie,",
            "start": 233.67999267578125,
            "end": 244.8000030517578
        },
        {
            "text": " but, uh, it's very severe problem. Narcissism is very bad and it's, uh, not good. Not good. Same",
            "start": 245.52000427246094,
            "end": 257.5199890136719
        },
        {
            "text": " meaning. Uh, just, I know it's a narcissism. It's just, um, I think it's, uh, I'm sometimes I feel",
            "start": 257.5199890136719,
            "end": 268.32000732421875
        },
        {
            "text": " narcissism like, uh, after doing job well. And I feel I'm good. I'm so good. I think it's this",
            "start": 269.1199951171875,
            "end": 283.5199890136719
        },
        {
            "text": " feeling is narcissistic. No, that's different. Yeah. Yeah. I think that's, that's, that's,",
            "start": 283.5199890136719,
            "end": 292.239990234375
        },
        {
            "text": " that means you just have healthy self-esteem, self-esteem.",
            "start": 293.0400085449219,
            "end": 298.0
        },
        {
            "text": " Uh, yeah. So change about narcissism. I see. I got it. I got it. Okay. So next question is,",
            "start": 300.1600036621094,
            "end": 311.1199951171875
        },
        {
            "text": " have you ever had an experience dealing with dealing with someone you felt was narcissistic?",
            "start": 312.0799865722656,
            "end": 317.6000061035156
        },
        {
            "text": " So your personal experience with narcissistic person, how did it affect you? And what kinds",
            "start": 317.6000061035156,
            "end": 323.760009765625
        },
        {
            "text": " of challenge challenges came up? It can be your colleagues or your old professors or your friends",
            "start": 323.760009765625,
            "end": 332.0
        },
        {
            "text": " or your, you know, partner or your boss, whoever that might be.",
            "start": 332.0799865722656,
            "end": 338.0799865722656
        },
        {
            "text": " Yeah. This question, um,",
            "start": 340.79998779296875,
            "end": 342.55999755859375
        },
        {
            "text": " it reminded me some people, both professor and colleague in my workplace.",
            "start": 345.44000244140625,
            "end": 355.1199951171875
        },
        {
            "text": " Um, uh, one colleague is a younger than me, two years. He is, but his title is a professor",
            "start": 355.44000244140625,
            "end": 367.5199890136719
        },
        {
            "text": " and not exactly not professor. He's a, uh, before professor stage, uh, just before",
            "start": 367.5199890136719,
            "end": 378.79998779296875
        },
        {
            "text": " professor stage. He's a, I knew him, uh, seven or eight years ago. First, uh, first I met him.",
            "start": 378.79998779296875,
            "end": 392.0
        },
        {
            "text": " He's a very, he was very proud of his career in because he, uh,",
            "start": 393.0400085449219,
            "end": 400.32000732421875
        },
        {
            "text": " uh, worked at Seoul, huge, uh, large hospital, like, uh, as a medical center.",
            "start": 400.3999938964844,
            "end": 408.4800109863281
        },
        {
            "text": " And he is a competent in, in, in his skill and, you know, et cetera, stuff like that.",
            "start": 409.5199890136719,
            "end": 420.32000732421875
        },
        {
            "text": " But I think he's not well, he's not very well. He's not, um, he's a humble, not humble.",
            "start": 420.9599914550781,
            "end": 433.8399963378906
        },
        {
            "text": " He, uh, when I saw, uh, him, um, yelling at, uh, other people,",
            "start": 436.4800109863281,
            "end": 447.2799987792969
        },
        {
            "text": " uh, I think, uh, him, he's a jerk, jerk and little narcissistic. Narcissistic.",
            "start": 450.7200012207031,
            "end": 460.55999755859375
        },
        {
            "text": " Uh, he, he said, like, you know what I mean? What I, what I, what I am? Huh? I'm professor.",
            "start": 461.9200134277344,
            "end": 470.1600036621094
        },
        {
            "text": " Oh, wow. Yeah. When he's not even a professor yet. Yeah. Oh, that's not good.",
            "start": 470.1600036621094,
            "end": 476.0
        },
        {
            "text": " To nurse or other colleague. Yeah. But it's a, the, uh, the colleague is a lower level than him.",
            "start": 476.3999938964844,
            "end": 486.4800109863281
        },
        {
            "text": " He can't yell at his boss, to his boss, just the lower level grade, low grade people. It's like,",
            "start": 488.79998779296875,
            "end": 498.0799865722656
        },
        {
            "text": " uh, uh, residency or, um, not staff. It's just fellowship. And it's, uh,",
            "start": 498.1600036621094,
            "end": 507.67999267578125
        },
        {
            "text": " just before, uh, just under the professor.",
            "start": 508.4800109863281,
            "end": 513.760009765625
        },
        {
            "text": " Um, after I saw him, uh, but I have, I decide I make a mind to show myself to him. Well,",
            "start": 513.8400268554688,
            "end": 531.52001953125
        },
        {
            "text": " Oh, it's a, I think he's a, uh, he, uh, I made him, I make him, uh, feeling, uh, feel,",
            "start": 532.47998046875,
            "end": 545.6799926757812
        },
        {
            "text": " feel up high, feeling the sky. Yeah. Like, uh, oh, you are very smart. Oh, you are very,",
            "start": 546.7999877929688,
            "end": 558.47998046875
        },
        {
            "text": " your job is very good. Yeah. Excellent. Like this. He likes me. Um, but not much. He said,",
            "start": 559.4400024414062,
            "end": 572.4000244140625
        },
        {
            "text": " keep the level just, uh, proper level. And he, uh, he asked me about something. I just said,",
            "start": 572.9600219726562,
            "end": 586.47998046875
        },
        {
            "text": " yes or no answer like this. Um, so not familiar with him just to work relationship. Keep, keep it.",
            "start": 586.8800048828125,
            "end": 601.760009765625
        },
        {
            "text": " I think it's, uh, it's a comfortable to me sometimes. I",
            "start": 603.6799926757812,
            "end": 609.2000122070312
        },
        {
            "text": " want him up?",
            "start": 609.8400268554688,
            "end": 610.6400146484375
        },
        {
            "text": " Um, yeah.",
            "start": 627.52001953125,
            "end": 628.6400146484375
        },
        {
            "text": " So it's your strategy to dealing with them.",
            "start": 632.239990234375,
            "end": 634.4000244140625
        },
        {
            "text": " Yeah. Like, just telling them what they want to hear, but without really meaning it, right?",
            "start": 634.4000244140625,
            "end": 648.7999877929688
        },
        {
            "text": " I see. Oh, that's actually a good strategy, I think. In a way that you can actually manipulate",
            "start": 650.3200073242188,
            "end": 657.4400024414062
        },
        {
            "text": " them. Manipulate narcissistic people in that way, right?",
            "start": 657.4400024414062,
            "end": 662.239990234375
        },
        {
            "text": " I actually, I sometimes, a long time, not a long time ago, two or three years ago, I was very",
            "start": 665.1199951171875,
            "end": 676.8800048828125
        },
        {
            "text": " stressed, full, stressed, get stressed. I feel, I, I like, I was racist, narcissistic, a little.",
            "start": 676.8800048828125,
            "end": 692.0800170898438
        },
        {
            "text": " Maybe more. Oh, you used to manipulate people?",
            "start": 692.7999877929688,
            "end": 694.7999877929688
        },
        {
            "text": " Huh? Did you used to manipulate people?",
            "start": 695.3599853515625,
            "end": 698.9600219726562
        },
        {
            "text": " Manipulating people? Uh, yeah.",
            "start": 698.9600219726562,
            "end": 701.6799926757812
        },
        {
            "text": " Yeah. Did you make people miserable?",
            "start": 701.6799926757812,
            "end": 706.8800048828125
        },
        {
            "text": " Miserable? People miserable?",
            "start": 707.9199829101562,
            "end": 713.1199951171875
        },
        {
            "text": " Make people around you, did you make people around you feel miserable?",
            "start": 713.1199951171875,
            "end": 716.8800048828125
        },
        {
            "text": " I think so. And that they're not good enough?",
            "start": 718.8800048828125,
            "end": 720.47998046875
        },
        {
            "text": " I'm sorry about that. Oh, narcissistic person you are.",
            "start": 720.47998046875,
            "end": 725.760009765625
        },
        {
            "text": " Yeah. I'm kidding.",
            "start": 726.6400146484375,
            "end": 730.0
        },
        {
            "text": " I think it's not narcissistic. It's just, but it's, I recognized I was narcissist.",
            "start": 731.6799926757812,
            "end": 741.3599853515625
        },
        {
            "text": " It's a very hard time. It's not good. People make people to make people feel miserable or",
            "start": 743.2000122070312,
            "end": 753.8400268554688
        },
        {
            "text": " feeling bad, feel bad. Yeah. I think I'm guilty of that too.",
            "start": 754.7999877929688,
            "end": 760.4000244140625
        },
        {
            "text": " I used to manipulate. I think I used to unintentionally manipulate people.",
            "start": 761.280029296875,
            "end": 766.1599731445312
        },
        {
            "text": " You? Yeah. Because I have strong opinions.",
            "start": 766.8800048828125,
            "end": 771.3599853515625
        },
        {
            "text": " Strong opinions. Strong opinions.",
            "start": 772.0,
            "end": 773.8400268554688
        },
        {
            "text": " I have strong opinions. Yeah.",
            "start": 778.4000244140625,
            "end": 780.239990234375
        },
        {
            "text": " So I used to believe that I'm right. And then people have to listen to me.",
            "start": 780.9600219726562,
            "end": 786.47998046875
        },
        {
            "text": " Yeah. So when I, when, when there is a disagreement,",
            "start": 788.9600219726562,
            "end": 792.1599731445312
        },
        {
            "text": " I would convince them and make them do what, what I want, what I want them to do.",
            "start": 792.8800048828125,
            "end": 797.9199829101562
        },
        {
            "text": " But it's just discourse, discourse. Yeah. But when it comes to close",
            "start": 800.9600219726562,
            "end": 807.760009765625
        },
        {
            "text": " relationships, like the romantic relationships, it can be a bit toxic. You know what I mean?",
            "start": 807.760009765625,
            "end": 815.1199951171875
        },
        {
            "text": " Like they can't, you know, you, you, sometimes you have to let them, let them be,",
            "start": 815.1199951171875,
            "end": 821.6799926757812
        },
        {
            "text": " let them be who they are. You don't, you shouldn't, it's kind of,",
            "start": 823.760009765625,
            "end": 828.3200073242188
        },
        {
            "text": " sometimes it can be rude to try to change the other person. But then I think in a way,",
            "start": 829.9199829101562,
            "end": 835.1199951171875
        },
        {
            "text": " I tried to do that a lot in the past. Oh, really? Yeah. I can't believe it.",
            "start": 835.1199951171875,
            "end": 840.0800170898438
        },
        {
            "text": " I used to. Oh, in relationship with a boyfriend?",
            "start": 840.6400146484375,
            "end": 845.5999755859375
        },
        {
            "text": " Yeah. Even though, because when it comes to romantic relationship,",
            "start": 845.5999755859375,
            "end": 849.3599853515625
        },
        {
            "text": " a lot of stuff that's not black or white, it's all in gray area.",
            "start": 849.3599853515625,
            "end": 854.5599975585938
        },
        {
            "text": " So you can't really say something is wrong a hundred percent.",
            "start": 854.5599975585938,
            "end": 858.3200073242188
        },
        {
            "text": " But then when I believe something is wrong, I would convince them that it's wrong",
            "start": 858.3200073242188,
            "end": 865.4400024414062
        },
        {
            "text": " and then make them feel bad about it and change their behavior. But I feel like it's a very,",
            "start": 866.47998046875,
            "end": 874.6400146484375
        },
        {
            "text": " it happens all the time. It happens all the time. In my case, my girlfriend makes me",
            "start": 874.6400146484375,
            "end": 883.0399780273438
        },
        {
            "text": " change my behavior or habits always. Yeah. But then I think they, when you,",
            "start": 884.0,
            "end": 891.280029296875
        },
        {
            "text": " when in that kind of situation, I feel like you have to make it about you, not about them.",
            "start": 891.280029296875,
            "end": 898.8800048828125
        },
        {
            "text": " So it's not them doing something wrong, but it's me who feel uncomfortable with this person doing",
            "start": 898.8800048828125,
            "end": 906.7999877929688
        },
        {
            "text": " that. So, because it's easy to point finger at each other, like you, you are the bad person,",
            "start": 906.8800048828125,
            "end": 916.7999877929688
        },
        {
            "text": " you are guilty of something, but then it's rather, it's rather you are feeling uncomfortable or",
            "start": 916.7999877929688,
            "end": 926.239990234375
        },
        {
            "text": " offended by this person's behavior. But that doesn't mean you disliking this person's behavior",
            "start": 926.239990234375,
            "end": 933.4400024414062
        },
        {
            "text": " doesn't mean that this person's behavior is wrong, right? It's different perspective. It's",
            "start": 933.4400024414062,
            "end": 939.9199829101562
        },
        {
            "text": " just you feeling you disliking this behavior. So you have to make, if there is a problem,",
            "start": 939.9199829101562,
            "end": 946.47998046875
        },
        {
            "text": " I feel like I should have made it my problem. Like I should have said, I feel uncomfortable",
            "start": 946.47998046875,
            "end": 953.8400268554688
        },
        {
            "text": " when you do that. But then rather I used to say, you are making me uncomfortable.",
            "start": 953.8400268554688,
            "end": 959.5999755859375
        },
        {
            "text": " And it's a common sense that this is a bad behavior. You should fix this. I used to say",
            "start": 959.5999755859375,
            "end": 966.0
        },
        {
            "text": " like that. I didn't think that, I didn't think that was toxic. If I reflect. I think it's very",
            "start": 966.0,
            "end": 976.0800170898438
        },
        {
            "text": " natural. I think in Korea it is. In Korea it is natural, but there's something that I realized",
            "start": 976.0800170898438,
            "end": 984.8800048828125
        },
        {
            "text": " after I, after I've been being in a relationship with other people from other cultures.",
            "start": 984.8800048828125,
            "end": 992.8800048828125
        },
        {
            "text": " That's narcissistic. It's my, it's me narcissistic. Narcissist. Okay.",
            "start": 995.2000122070312,
            "end": 1001.760009765625
        },
        {
            "text": " Okay. I'm not a narcissist and you are a narcissist. Okay. I was a narcissist. Sometimes.",
            "start": 1005.4400024414062,
            "end": 1011.2000122070312
        },
        {
            "text": " Yeah. I think good. These things.",
            "start": 1011.2000122070312,
            "end": 1016.6400146484375
        }
    ]
}