{
    "text": "Q. How would you evaluate your relationships in terms of quality and quantity? I think the quality is more important than quantity. Why do you think so? When I meet a friend, the quality is important. The number of meetings and time are not important. If I meet a friend once a year, a genuine and kind meeting is the most important. Sometimes my friend lives a long distance from me. I can go to the place where my friend lives. Frequent calls and text messages are helpful to maintain relationships. Q. How would you evaluate your relationships in terms of quality and quantity? You can talk whatever you want. Just what you really want to say about this topic. Between us, generally talking or gossip is important. This question is asking about your personal relationship. Q. How would you evaluate your relationships in terms of quality and quantity? Are you satisfied with the quality of your relationship? I think so. How about quantity? Quantity? I don't think so. Do you think it's too much or too little? Too little. I don't have much time to meet friends. Q. Are you happy with the amount of time you spend with your friends? Are you happy with the amount of time you spend with your friends? I'm not happy with the amount of time I spend with my friends. No, no, no. Amount of time. Amount of time you're spending with your friends. You're not happy with the amount of time you're spending with your friends? I'm sorry. I don't understand. Amount of time. You're not happy with the amount of time you're spending with your friends? I'm not happy. You're not happy, are you? I'm not happy. You wish there were more. More. Every day. Every day? I want to play with my friends every day. But my friends are married. And they have a son or daughter. So we don't meet many times. I understand. Do you also feel the need to make new friends? Yes. So I said I enjoy playing sports. Oh, ping pong. I met a guy. And then we met. We played together many times. So we usually enjoy drinking and small talks. I see. That's nice. But I think it's a little bit tiring. It's a bit tiring? Because we've met many times. Oh, so you've met him too many times? Yeah. So with him, it's too much. For a week, we met five or six times. So I felt a little bit tired. Oh, I see. I don't think it's good. So you don't... My money and time are wasted. So you're not fully enjoying the time that you're spending with him. Yeah. So I decided to meet him sometimes. Yeah. I think it's all about the balance. Twice a day? Twice a day? One or two for a week. Twice a day. Then you have to live with him in the morning before you go to bed. He likes me and I like him. He is an office guy. And he majors in architecture. Architecture? Yeah, architecture. I like it. Yeah, right. So I crushed on him. You crushed on him? Oh my god. I'm sorry. You got interested in him. Yeah, I'm interested in him. His major and his character is good. He is older than me by three years. And I think that he was a little lonely. He? Yeah. Oh, I see. He has a wife and one son. Oh, he's lonely even if he has... When I asked him about his marriage, he regretted it. He regrets marrying her? Yeah, marriage and... Oh no. He has a wife and he appears lonely often. Is he jealous of you? That you're not married? Oh, yeah. How do you feel when he's jealous of you? He wants to be me. Yeah, exactly. So how does that feel? Because you wanted to get married, right? I said it's not good. I feel lonely. So breaking up is not good. Like getting a divorce? Don't do that. I see. So we usually enjoy drinking and talking. And many times... Too many times. So I felt tired. Right. Yeah, maybe you have to find the balance. Yeah, find the balance. And meet him only when you really want to. Yeah. So then, the next question. Next question? Yeah. How has the way you make friends... Ah, no. Maybe the next question. Yeah. So we were talking about the quantity of relationship, right? So we talked about the amount of time. But how about the number of friends? So what do you think is the ideal number of friends to have? Both casual and close. Casual and close? Yeah, casual friendship and close friendship. In casual, the more I have a friend, the happier I feel. You mean the more, the better. Yeah, the more, the better. The more, the better. And close friend, I think it's good. Just one or two. What about he goes to another country? Oh, I'm sorry? What about one of your two best friends go to another country? Another country? Yeah. That can happen. I'm going to Australia. And I have a lot of close friends. And, you know, I'm close friend of them, right? And they're losing one of their friends. So if I'm their only close friend, then that would be the problem for them, right? It's not good to me for a moment. And I can adjust for it. And I can go there sometimes to meet them. Just keep in touch with them. Yeah, keep in touch with them. Makes sense. So just one or two for close friendship and for casual relationship. More and more, the better. Just infinite. Infinite. Infinity. Infinity, yeah. No limit. I see. Have you got that back? Yeah. Yeah.",
    "segments": [
        {
            "text": " Q. How would you evaluate your relationships in terms of quality and quantity?",
            "start": 0.0,
            "end": 28.0
        },
        {
            "text": " I think the quality is more important than quantity.",
            "start": 30.0,
            "end": 45.0
        },
        {
            "text": " Why do you think so?",
            "start": 45.0,
            "end": 53.0
        },
        {
            "text": " When I meet a friend, the quality is important.",
            "start": 53.0,
            "end": 73.0
        },
        {
            "text": " The number of meetings and time are not important.",
            "start": 73.0,
            "end": 89.0
        },
        {
            "text": " If I meet a friend once a year, a genuine and kind meeting is the most important.",
            "start": 89.0,
            "end": 112.0
        },
        {
            "text": " Sometimes my friend lives a long distance from me.",
            "start": 112.0,
            "end": 134.0
        },
        {
            "text": " I can go to the place where my friend lives.",
            "start": 134.0,
            "end": 150.0
        },
        {
            "text": " Frequent calls and text messages are helpful to maintain relationships.",
            "start": 151.0,
            "end": 167.0
        },
        {
            "text": " Q. How would you evaluate your relationships in terms of quality and quantity?",
            "start": 168.0,
            "end": 179.0
        },
        {
            "text": " You can talk whatever you want.",
            "start": 179.0,
            "end": 187.0
        },
        {
            "text": " Just what you really want to say about this topic.",
            "start": 187.0,
            "end": 199.0
        },
        {
            "text": " Between us, generally talking or gossip is important.",
            "start": 199.0,
            "end": 218.0
        },
        {
            "text": " This question is asking about your personal relationship.",
            "start": 218.0,
            "end": 228.0
        },
        {
            "text": " Q. How would you evaluate your relationships in terms of quality and quantity?",
            "start": 228.0,
            "end": 240.0
        },
        {
            "text": " Are you satisfied with the quality of your relationship?",
            "start": 240.0,
            "end": 246.0
        },
        {
            "text": " I think so.",
            "start": 246.0,
            "end": 248.0
        },
        {
            "text": " How about quantity?",
            "start": 248.0,
            "end": 251.0
        },
        {
            "text": " Quantity? I don't think so.",
            "start": 251.0,
            "end": 255.0
        },
        {
            "text": " Do you think it's too much or too little?",
            "start": 256.0,
            "end": 260.0
        },
        {
            "text": " Too little.",
            "start": 260.0,
            "end": 264.0
        },
        {
            "text": " I don't have much time to meet friends.",
            "start": 264.0,
            "end": 285.0
        },
        {
            "text": " Q. Are you happy with the amount of time you spend with your friends?",
            "start": 286.0,
            "end": 297.0
        },
        {
            "text": " Are you happy with the amount of time you spend with your friends?",
            "start": 297.0,
            "end": 309.0
        },
        {
            "text": " I'm not happy with the amount of time I spend with my friends.",
            "start": 310.0,
            "end": 318.0
        },
        {
            "text": " No, no, no. Amount of time.",
            "start": 318.0,
            "end": 323.0
        },
        {
            "text": " Amount of time you're spending with your friends.",
            "start": 323.0,
            "end": 327.0
        },
        {
            "text": " You're not happy with the amount of time you're spending with your friends?",
            "start": 327.0,
            "end": 331.0
        },
        {
            "text": " I'm sorry. I don't understand.",
            "start": 331.0,
            "end": 334.0
        },
        {
            "text": " Amount of time.",
            "start": 334.0,
            "end": 336.0
        },
        {
            "text": " You're not happy with the amount of time you're spending with your friends?",
            "start": 336.0,
            "end": 345.0
        },
        {
            "text": " I'm not happy.",
            "start": 345.0,
            "end": 347.0
        },
        {
            "text": " You're not happy, are you?",
            "start": 347.0,
            "end": 349.0
        },
        {
            "text": " I'm not happy.",
            "start": 349.0,
            "end": 351.0
        },
        {
            "text": " You wish there were more.",
            "start": 351.0,
            "end": 353.0
        },
        {
            "text": " More. Every day.",
            "start": 353.0,
            "end": 355.0
        },
        {
            "text": " Every day?",
            "start": 355.0,
            "end": 357.0
        },
        {
            "text": " I want to play with my friends every day.",
            "start": 357.0,
            "end": 362.0
        },
        {
            "text": " But my friends are married.",
            "start": 362.0,
            "end": 366.0
        },
        {
            "text": " And they have a son or daughter.",
            "start": 366.0,
            "end": 373.0
        },
        {
            "text": " So we don't meet many times.",
            "start": 373.0,
            "end": 381.0
        },
        {
            "text": " I understand.",
            "start": 381.0,
            "end": 383.0
        },
        {
            "text": " Do you also feel the need to make new friends?",
            "start": 383.0,
            "end": 391.0
        },
        {
            "text": " Yes.",
            "start": 391.0,
            "end": 393.0
        },
        {
            "text": " So I said I enjoy playing sports.",
            "start": 393.0,
            "end": 401.0
        },
        {
            "text": " Oh, ping pong.",
            "start": 401.0,
            "end": 403.0
        },
        {
            "text": " I met a guy.",
            "start": 403.0,
            "end": 406.0
        },
        {
            "text": " And then we met.",
            "start": 406.0,
            "end": 410.0
        },
        {
            "text": " We played together many times.",
            "start": 410.0,
            "end": 414.0
        },
        {
            "text": " So we usually enjoy drinking and small talks.",
            "start": 414.0,
            "end": 422.0
        },
        {
            "text": " I see. That's nice.",
            "start": 422.0,
            "end": 424.0
        },
        {
            "text": " But I think it's a little bit tiring.",
            "start": 424.0,
            "end": 429.0
        },
        {
            "text": " It's a bit tiring?",
            "start": 429.0,
            "end": 431.0
        },
        {
            "text": " Because we've met many times.",
            "start": 431.0,
            "end": 436.0
        },
        {
            "text": " Oh, so you've met him too many times?",
            "start": 436.0,
            "end": 439.0
        },
        {
            "text": " Yeah.",
            "start": 439.0,
            "end": 440.0
        },
        {
            "text": " So with him, it's too much.",
            "start": 440.0,
            "end": 443.0
        },
        {
            "text": " For a week, we met five or six times.",
            "start": 443.0,
            "end": 449.0
        },
        {
            "text": " So I felt a little bit tired.",
            "start": 449.0,
            "end": 454.0
        },
        {
            "text": " Oh, I see.",
            "start": 454.0,
            "end": 456.0
        },
        {
            "text": " I don't think it's good.",
            "start": 456.0,
            "end": 460.0
        },
        {
            "text": " So you don't...",
            "start": 460.0,
            "end": 462.0
        },
        {
            "text": " My money and time are wasted.",
            "start": 462.0,
            "end": 469.0
        },
        {
            "text": " So you're not fully enjoying the time that you're spending with him.",
            "start": 469.0,
            "end": 473.0
        },
        {
            "text": " Yeah.",
            "start": 473.0,
            "end": 474.0
        },
        {
            "text": " So I decided to meet him sometimes.",
            "start": 474.0,
            "end": 480.0
        },
        {
            "text": " Yeah.",
            "start": 480.0,
            "end": 482.0
        },
        {
            "text": " I think it's all about the balance.",
            "start": 482.0,
            "end": 485.0
        },
        {
            "text": " Twice a day?",
            "start": 485.0,
            "end": 487.0
        },
        {
            "text": " Twice a day?",
            "start": 487.0,
            "end": 489.0
        },
        {
            "text": " One or two for a week.",
            "start": 489.0,
            "end": 491.0
        },
        {
            "text": " Twice a day.",
            "start": 491.0,
            "end": 492.0
        },
        {
            "text": " Then you have to live with him in the morning before you go to bed.",
            "start": 492.0,
            "end": 498.0
        },
        {
            "text": " He likes me and I like him.",
            "start": 499.0,
            "end": 503.0
        },
        {
            "text": " He is an office guy.",
            "start": 503.0,
            "end": 512.0
        },
        {
            "text": " And he majors in architecture.",
            "start": 512.0,
            "end": 517.0
        },
        {
            "text": " Architecture?",
            "start": 517.0,
            "end": 519.0
        },
        {
            "text": " Yeah, architecture. I like it.",
            "start": 519.0,
            "end": 521.0
        },
        {
            "text": " Yeah, right.",
            "start": 521.0,
            "end": 522.0
        },
        {
            "text": " So I crushed on him.",
            "start": 522.0,
            "end": 527.0
        },
        {
            "text": " You crushed on him? Oh my god.",
            "start": 528.0,
            "end": 532.0
        },
        {
            "text": " I'm sorry.",
            "start": 532.0,
            "end": 536.0
        },
        {
            "text": " You got interested in him.",
            "start": 536.0,
            "end": 538.0
        },
        {
            "text": " Yeah, I'm interested in him.",
            "start": 538.0,
            "end": 540.0
        },
        {
            "text": " His major and his character is good.",
            "start": 540.0,
            "end": 548.0
        },
        {
            "text": " He is older than me by three years.",
            "start": 548.0,
            "end": 560.0
        },
        {
            "text": " And I think that he was a little lonely.",
            "start": 560.0,
            "end": 569.0
        },
        {
            "text": " He?",
            "start": 569.0,
            "end": 570.0
        },
        {
            "text": " Yeah.",
            "start": 570.0,
            "end": 571.0
        },
        {
            "text": " Oh, I see.",
            "start": 571.0,
            "end": 573.0
        },
        {
            "text": " He has a wife and one son.",
            "start": 573.0,
            "end": 578.0
        },
        {
            "text": " Oh, he's lonely even if he has...",
            "start": 578.0,
            "end": 584.0
        },
        {
            "text": " When I asked him about his marriage, he regretted it.",
            "start": 584.0,
            "end": 593.0
        },
        {
            "text": " He regrets marrying her?",
            "start": 593.0,
            "end": 594.0
        },
        {
            "text": " Yeah, marriage and...",
            "start": 594.0,
            "end": 596.0
        },
        {
            "text": " Oh no.",
            "start": 596.0,
            "end": 600.0
        },
        {
            "text": " He has a wife and he appears lonely often.",
            "start": 600.0,
            "end": 614.0
        },
        {
            "text": " Is he jealous of you? That you're not married?",
            "start": 614.0,
            "end": 618.0
        },
        {
            "text": " Oh, yeah.",
            "start": 618.0,
            "end": 619.0
        },
        {
            "text": " How do you feel when he's jealous of you?",
            "start": 619.0,
            "end": 622.0
        },
        {
            "text": " He wants to be me.",
            "start": 622.0,
            "end": 631.0
        },
        {
            "text": " Yeah, exactly. So how does that feel?",
            "start": 631.0,
            "end": 634.0
        },
        {
            "text": " Because you wanted to get married, right?",
            "start": 634.0,
            "end": 637.0
        },
        {
            "text": " I said it's not good.",
            "start": 637.0,
            "end": 640.0
        },
        {
            "text": " I feel lonely.",
            "start": 640.0,
            "end": 643.0
        },
        {
            "text": " So breaking up is not good.",
            "start": 643.0,
            "end": 649.0
        },
        {
            "text": " Like getting a divorce?",
            "start": 649.0,
            "end": 653.0
        },
        {
            "text": " Don't do that.",
            "start": 653.0,
            "end": 655.0
        },
        {
            "text": " I see.",
            "start": 655.0,
            "end": 656.0
        },
        {
            "text": " So we usually enjoy drinking and talking.",
            "start": 656.0,
            "end": 664.0
        },
        {
            "text": " And many times...",
            "start": 664.0,
            "end": 671.0
        },
        {
            "text": " Too many times.",
            "start": 671.0,
            "end": 673.0
        },
        {
            "text": " So I felt tired.",
            "start": 673.0,
            "end": 676.0
        },
        {
            "text": " Right.",
            "start": 676.0,
            "end": 678.0
        },
        {
            "text": " Yeah, maybe you have to find the balance.",
            "start": 678.0,
            "end": 682.0
        },
        {
            "text": " Yeah, find the balance.",
            "start": 682.0,
            "end": 686.0
        },
        {
            "text": " And meet him only when you really want to.",
            "start": 686.0,
            "end": 690.0
        },
        {
            "text": " Yeah.",
            "start": 690.0,
            "end": 693.0
        },
        {
            "text": " So then, the next question.",
            "start": 693.0,
            "end": 696.0
        },
        {
            "text": " Next question?",
            "start": 696.0,
            "end": 697.0
        },
        {
            "text": " Yeah.",
            "start": 697.0,
            "end": 698.0
        },
        {
            "text": " How has the way you make friends...",
            "start": 698.0,
            "end": 701.0
        },
        {
            "text": " Ah, no. Maybe the next question.",
            "start": 701.0,
            "end": 706.0
        },
        {
            "text": " Yeah.",
            "start": 707.0,
            "end": 708.0
        },
        {
            "text": " So we were talking about the quantity of relationship, right?",
            "start": 708.0,
            "end": 712.0
        },
        {
            "text": " So we talked about the amount of time.",
            "start": 712.0,
            "end": 715.0
        },
        {
            "text": " But how about the number of friends?",
            "start": 715.0,
            "end": 719.0
        },
        {
            "text": " So what do you think is the ideal number of friends to have?",
            "start": 719.0,
            "end": 723.0
        },
        {
            "text": " Both casual and close.",
            "start": 723.0,
            "end": 726.0
        },
        {
            "text": " Casual and close?",
            "start": 726.0,
            "end": 728.0
        },
        {
            "text": " Yeah, casual friendship and close friendship.",
            "start": 728.0,
            "end": 731.0
        },
        {
            "text": " In casual, the more I have a friend, the happier I feel.",
            "start": 731.0,
            "end": 752.0
        },
        {
            "text": " You mean the more, the better.",
            "start": 752.0,
            "end": 754.0
        },
        {
            "text": " Yeah, the more, the better.",
            "start": 754.0,
            "end": 756.0
        },
        {
            "text": " The more, the better.",
            "start": 756.0,
            "end": 759.0
        },
        {
            "text": " And close friend, I think it's good.",
            "start": 759.0,
            "end": 764.0
        },
        {
            "text": " Just one or two.",
            "start": 764.0,
            "end": 770.0
        },
        {
            "text": " What about he goes to another country?",
            "start": 770.0,
            "end": 773.0
        },
        {
            "text": " Oh, I'm sorry?",
            "start": 773.0,
            "end": 775.0
        },
        {
            "text": " What about one of your two best friends go to another country?",
            "start": 775.0,
            "end": 782.0
        },
        {
            "text": " Another country?",
            "start": 782.0,
            "end": 783.0
        },
        {
            "text": " Yeah.",
            "start": 783.0,
            "end": 786.0
        },
        {
            "text": " That can happen.",
            "start": 786.0,
            "end": 787.0
        },
        {
            "text": " I'm going to Australia.",
            "start": 787.0,
            "end": 789.0
        },
        {
            "text": " And I have a lot of close friends.",
            "start": 789.0,
            "end": 791.0
        },
        {
            "text": " And, you know, I'm close friend of them, right?",
            "start": 791.0,
            "end": 796.0
        },
        {
            "text": " And they're losing one of their friends.",
            "start": 796.0,
            "end": 799.0
        },
        {
            "text": " So if I'm their only close friend, then that would be the problem for them, right?",
            "start": 799.0,
            "end": 808.0
        },
        {
            "text": " It's not good to me for a moment.",
            "start": 808.0,
            "end": 815.0
        },
        {
            "text": " And I can adjust for it.",
            "start": 815.0,
            "end": 820.0
        },
        {
            "text": " And I can go there sometimes to meet them.",
            "start": 820.0,
            "end": 827.0
        },
        {
            "text": " Just keep in touch with them.",
            "start": 827.0,
            "end": 828.0
        },
        {
            "text": " Yeah, keep in touch with them.",
            "start": 828.0,
            "end": 831.0
        },
        {
            "text": " Makes sense.",
            "start": 831.0,
            "end": 833.0
        },
        {
            "text": " So just one or two for close friendship and for casual relationship.",
            "start": 833.0,
            "end": 839.0
        },
        {
            "text": " More and more, the better.",
            "start": 839.0,
            "end": 841.0
        },
        {
            "text": " Just infinite.",
            "start": 841.0,
            "end": 842.0
        },
        {
            "text": " Infinite.",
            "start": 842.0,
            "end": 845.0
        },
        {
            "text": " Infinity.",
            "start": 845.0,
            "end": 846.0
        },
        {
            "text": " Infinity, yeah.",
            "start": 846.0,
            "end": 847.0
        },
        {
            "text": " No limit.",
            "start": 847.0,
            "end": 849.0
        },
        {
            "text": " I see.",
            "start": 849.0,
            "end": 852.0
        },
        {
            "text": " Have you got that back?",
            "start": 852.0,
            "end": 853.0
        },
        {
            "text": " Yeah.",
            "start": 853.0,
            "end": 854.0
        },
        {
            "text": " Yeah.",
            "start": 854.0,
            "end": 855.0
        }
    ]
}